// import { readFile } from 'fs';

// console.log(readFile('./doomfist_buff.md', 'utf8'));

export const Workshops = {
    doomfist_buff: {
        code: '7MV4R',
        video: '4KVuipFpCv4',
        title: '둠상필',
        desc: '# 둠피스트 패치 노트\n\n## 최선의 방어는...\n\n- 스킬 적중 당 획득하는 보호구가 30에서 35로 증가했습니다.\n- 궁 적중 당 획득하는 보호구가 75에서 80으로 증가했습니다.\n\n## 철권포\n- 탄약 수가 4발에서 5발로 증가했습니다.\n\n## 라이징 어퍼컷\n- 공중에서 제어가 불가능해지는 시간이 0.6초에서 3초로 증가했습니다.\n- 적을 타격했을 때 적이 0.5초 동안 기절하도록 수정됐습니다.\n\n## 지진 강타\n- 최대 공격력 제한을 삭제했습니다.\n- 모든 방향에서 맞게 수정됐습니다.\n- 적을 타격했을 때 적이 0.5초 동안 기절하도록 수정됐습니다.\n\n## 로켓 펀치\n- 최대 이동 거리가 20미터에서 30미터로 증가했습니다.\n\n## 파멸의 일격\n- 시전되는 위치 근처에 있는 적군들을 기절시키고 몽치도록 수정됐습니다.\n- 궁극기 발동 이후에 10초 동안 기본 체력이 500이 되도록 수정됐습니다.\n- 궁극기 발동 이후에 10초 동안 공격력이 30% 증가하도록 수정됐습니다.\n- 궁극기 발동 이후에 10초 동안 이동 속도가 20% 증가하도록 수정됐습니다.'
    }
}
;

